Repository: ankababu1911/abcde
Catalog: src/abcde.Mobile/Resx/AppResources.*.resx
Languages: de

source: Back
de: de_Zurück

source: Cancel
de: de_Stornieren

source: Change Password
de: de-Passwort ändern

source: Confirm Password
de: de_Passwort bestätigen

source: Confirm Verification
de: de_Bestätigen der Uberprufung

source: Description
de: de_Beschreibung

source: Difficult
de: de_Schwierig

source: Difficulty
de: de_Schwierigkeit

source: Easy
de: de_Einfach

source: Email ID
de: de_E-Mail-Identifikation

source: Enter verification code which you have received from Email to change the password
de: de_Geben Sie den Verifizierungscode ein, den Sie per E-Mail erhalten haben, um das Passwort zu ändern

source: Error
de: de_Fehler

source: ForgotPassword?
de: de_Passwort vergessen?

source: Goal
de: de_Ziel

source: Goal Added successfully
de: de_Ziel erfolgreich hinzugefügt

# Goal Title Required
source: Please enter valid Goal title
de: de_Ziel-Titel erforderlich

source: Goal Updated successfully
de: de_Ziel erfolgreich aktualisiert

# GoalTitleShouldMinimumTwoWords
source: Goal Title should at least two words
de: de_Ziel-Titel sollte mindestens zwei Wörter enthalten

source: Have to do
de: de_Erledigen

source: High
de: de_Hoch

source: How Important is this ? :
de: de_Wie wichtig ist dies ? :

source: How Urgent is this ? :
de: de_Wie dringend ist dies ? :

source: I Have ToDo
de: de_Ich möchte tun

source: Immediate
de: de_Unmittelbar

source: Important
de: de_Wichtig

# InitSetUpNext
source: Next
de: de_Initialisierungseinrichtung Nächste

source: I Want ToDo
de: de_Ich möchte tun

source: Later
de: de_später

source: Login
de: de_Anmelden

source: Low
de: de_niedrig

source: Medium
de: de_Mittel

source: New
de: de_Neu

source: New Password
de: de_Neues Passwort

source: Next
de: de_ Nächste

source: No
de: de_Nein

source: No Specific Deadline
de: de_Keine spezifische Frist

source: Not Important
de: de_Nicht wichtig

source: Not Specified
de: de_Nicht spezifiziert

source: Ok
de: de_In Ordnung

source: Old Password
de: de_Altes Passwort

# OrgCode
source: Organisation Code
de: de_Organisationscode

# OriginalEndDate
source: Target End Date & Time
de: de_Ursprüngliches Enddatum

source: Password
de: de_ Passwort

source: Please Continue to login
de: de_Bitte fahren Sie mit der Anmeldung fort

source: Please enter valid Credentials
de: de_Bitte geben Sie gültige Anmeldeinformationen ein

source: Please select a future date
de: de_ Bitte wählen Sie ein zukünftiges Datum

source: Priority
de: de_Priorität

source: Save
de: de_Speichern

source: Send Email
de: de_E-Mail senden

# set a new password.
source: we kindly ask all users to update their password during their initial login. Please take a moment to set a new password.
de: de_ Ein neues Passwort festlegen.

source: Sign in
de: de_Anmelden

source: Status
de: de_Status

source: Target end date is required
de: de_ Zieldatum ist erforderlich

source: Tasks
de: de_Aufgaben

source: Tasks completed
de: de_Aufgaben erledigt

source: This Week
de: de_Diese Woche

source: Title
de: de_Titel

# UpdatedIsPinnedStatus
source: Updated Pinned status successful
de: de_Aktualisierte Anheftungsstatus

source: Urgent
de: de_Dringend

source: Use Less words in Title or Description
de: de_Verwenden Sie weniger Worte im Titel oder in der Beschreibung

source: User Profile
de: de_Benutzerprofil

source: Username
de: de_Benutzername

source: Verification Code
de: de_Bestätigungscode

source: Want to do
de: de_Möchten tun

source: We will send you the link to the Email which you have entered below to change the password
de: de_Wir senden Ihnen den Link zur Änderung des Passworts an die unten eingegebene E-Mail-Adresse

source: Welcome
de: de_Willkommen

# WelcomeToDiscipli
source: Welcome to Discipli App.
de: de_Willkommen bei Discipli

# WelcomInitialSetUpExplainer
source: Please enter the org code given by your organisation here. If no special code given please leave it balnk and click Next.
de: de_Willkommens-Initialisierungserklärung

source: Work item not found
de: de_Arbeitsauftrag nicht gefunden

source: Yes
de: de_Ja

source: You can now change the password and login with the new password
de: de_Sie können jetzt das Passwort ändern und sich mit dem neuen Passwort anmelden.

# YouCanOnlyPin3WorkItems
source: You Can Only Pin Three Goals
de: de_Sie können nur 3 Arbeitsaufträge anheften.

source: Your password has updated, you can now login with the new password
de: de_Ihr Passwort wurde aktualisiert. Sie können sich jetzt mit dem neuen Passwort anmelden
